module.exports = {
  categories: [
    {
      id: 4,
      name: "IT-NEWS",
    },
    {
      id: 2,
      name: "Политика",
    },
    {
      id: 1,
      name: "Спорт",
    },
    {
      id: 3,
      name: "Проишествия",
    },
  ],

  news: [
    {
      id: "15",
      createdAt: "2021-04-27T02:32:15.366Z",
      title: "Apple выпустила огромное обновление iOS 14.5",
      img: "https://www.it-world.ru/upload/iblock/fed/k7wt88myj12obgwwadhb22o6des53v5n/resize_936_0_shutterstock_1943886931.jpg",
      text: "Компания Apple вчера выпустила обновление операционной системы iOS 14.5, которое принесло с собой изменения в разблокировке устройств, новые настройки конфиденциальности, поддержку аксессуара AirTag и так далее.Одни из наиболее важных нововведений стало то, что смартфоны iPhone X и новее можно разблокировать при помощи умных часов Apple Watch даже в защитной маске. Для этого потребуются часы не старее Apple Watch Series 3  Пользователи теперь могут контролировать, какие программы отслеживают их действия в приложениях и на веб-сайтах других компаний. Расширены возможности мобильной связи 5G, теперь поддерживается международный 5G-роуминг на iPhone 12.В обновлении iOS 14.5 представлена поддержка недавно выпущенных трекеров Apple AirTag, что позволяет отслеживать их в приложении Find My. На iPhone 11 и iPhone 12 есть функция точного поиска, которая использует преимущества чипа U1 для обеспечения визуальной, звуковой и тактильной обратной связи, которая поможет вам найти потерянный предмет.Обновление также улучшает приложение «Карты» и позволяет делиться примерным временем прибытия при движении на велосипеде или пешком, а не только на автомобиле. Улучшены некоторые функции голосового помощника Siri, обновлено приложение «Подкасты», добавлена поддержка беспроводных игровых контроллеров Xbox Series X|S и Sony PlayStation 5 DualSense.",
      categoryId: 4,
    },
    {
      id: "5",
      createdAt: "2021-04-26T20:15:35.269Z",
      title: "День российского парламентаризма»",
      img: "https://cdn25.img.ria.ru/images/07e5/02/0c/1597189925_0:80:3072:1808_1920x0_80_0_0_3a8a03264d87a45de64070063987b2ca.jpg.webp",
      text: "27 апреля отмечается День российского парламентаризма. Праздник был установлен федеральным законом, подписанным президентом 27 июня 2012 года. 27 апреля по старому стилю (10 мая по новому стилю) 1906 года начала свою работу Государственная Дума – первый в отечественной истории демократический институт, заложивший основы парламентаризма в России. До 1917 года состоялись выборы четырех созывов Государственной Думы. Дважды Дума досрочно распускалась по решению императора: в 1906 (первая) и 1907 (вторая) годах.",
      categoryId: 2,
    },
    {
      id: "1",
      createdAt: "2021-04-26T02:10:20.311Z",
      title: "«Спартак» в большинстве обыграл ЦСКА в дерби",
      img: "https://s-cdn.sportbox.ru/images/styles/upload/fp_fotos/4e/48/6f5aa168f256d3ca48f1c1d979f1d26160858634b7340134227083.jpg",
      text: "Единственный мяч в составе красно-белых в начале второго тайма забил нападающий Джордан Ларссон. Отметим, что ЦСКА ни разу не пробил в створ ворот «Спартака», всего футболисты нанесли 5 ударов по воротам. Красно-белые отличились 23 ударами, 6 из которых пришлись в створ.Команда Доменико Тедеско прервала серию из двух поражений подряд в чемпионате России и идет на третьем месте в таблице, набрав 50 очков. ЦСКА располагается на шестой строчке с 46 очками.В следующем туре красно-белые 3 мая в Туле сыграют с «Арсеналом», а команда  Ивицы Олича двумя днями ранее примет «Уфу».",
      categoryId: 1,
    },
    {
      id: "2",
      createdAt: "2021-04-26T03:54:27.496Z",
      title: "Холифилд проведет бой с Макбрайдом 5 июня",
      img: "https://s-cdn.sportbox.ru/images/styles/690_388/fp_fotos/2f/85/ed9dcd2eecabe8265de464e2ccfd57425eef362c5f980252193852.jpg",
      text: "Бывший чемпион мира в двух весовых категориях Эвандер Холифилд встретится с Кевином Макбрайдом в выставочном поединке.Восьмираундовый бой пройдет 5 июня и станет со-главным событием боксерского шоу от платформы Triller. Раунды будут проходить по 2 минуты, а боксеры будут на ринге без головных уборов. Холифилд планировал провести бой с Майком Тайсоном, но переговоры прервались из-за завышенных требований Тайсона по гонорару. Холифилду 58 лет (44-10-2), он провел последний бой в мае 2011 года, тогда он победил Брайан Нильсена. Макбрайду — 47 (35-10-1), в июле 2011 он проиграл Мариушу Ваху нокаутом. ",
      categoryId: 1,
    },
    {
      id: "12",
      createdAt: "2021-04-27T06:08:00.279Z",
      title: "На свалке у Биробиджана произошел крупный пожар",
      img: "https://cdn25.img.ria.ru/images/152989/95/1529899510_0:147:3117:1900_1920x0_80_0_0_75beab2ede3331ce33120b123dbc2ecb.jpg.webp",
      text: "Спасатели тушат пожар на 15 гектарах на городской свалке у Биробиджана, пострадавших нет, сообщил РИА Новости представитель ГУ МЧС по Еврейской АО. 'Площадь примерно 15 гектаров. Пострадавших нет, эвакуации не проводилось', - сказал собеседник. Он отметил, что свалка находится в 7 километрах от города на трассе. По данным МЧС, дорожное покрытие в районе пожара углубили, чтобы проложить магистральную линию для тушения.",
      categoryId: 3,
    },
    {
      id: "3",
      createdAt: "2021-04-26T02:35:55.872Z",
      title:
        "Карацев не сумел выиграть турнир в Белграде, уступив Берреттини в финале",
      img: "https://s-cdn.sportbox.ru/images/styles/690_388/fp_fotos/e9/93/219af356d5ae75487b3b274c88f006b16026341fdd2d3609202696.jpg",
      text: "В финале турнира в Белграде россиянин Аслан Карацев проиграл Маттео Берреттини. В первом сете российский теннисист взял лишь один гейм. Затем он сделал брейк в дебюте второй партии и сравнял счет в матче по сетам. В решающей партии исход встречи решился на тай-брейке. Там Карацев не сумел взять ни одного розыгрыша. Матч продолжался 2 часа 30 минут Берреттини отметился 9 эйсами против одного у россиянина.",
      categoryId: 1,
    },
    {
      id: "4",
      createdAt: "2021-04-25T19:54:24.014Z",
      title: "Связующий «Кузбасса» Кобзарь перешел в петербургский «Зенит»",
      img: "https://s-cdn.sportbox.ru/images/styles/690_388/fp_fotos/22/27/5a0d8ac0fd243ae75dbb38c19c14173d5d84f2da400a9208022171.jpg",
      text: "Связующий «Кузбасса» и сборной России по волейболу Игорь Кобзарь покинул кемеровский клуб. Кобзарь перейдет в петербургский «Зенит», а в «Кузбассе» его заменит Александр Бутько. — Можно сказать, что команда превратилась в топ-клуб, вместе с этим я тоже вырос до игрока уровня сборной России, и «Кузбасс» непосредственно мне сильно в этом помог. Я очень благодарен, что в клубе сделали ставку на меня и доверили мне выступать и проявлять себя именно в этой команде. Также я искренне благодарен всем игрокам — это навсегда останется в моей памяти, как одна из самых лучших команд, пример атмосферы, взаимоотношений в коллективе.",
      categoryId: 1,
    },

    {
      id: "6",
      createdAt: "2021-04-27T07:38:43.949Z",
      title:
        "'Двуликая позиция'. Эксперт о словах главы МИД Германии по 'Севпотоку-2'",
      img: "https://cdn25.img.ria.ru/images/07e5/04/01/1603754996_0:0:3072:2048_1440x900_80_1_1_7eedfcba68e57d8208391a85b7b2a668.jpg.webp?source-sid=rian_photo",
      text: "По нашей оценке, 'Северный поток-2' по-прежнему имеет смысл с точки зрения энергетической политики. Конечно, нельзя рассматривать проект независимо от поведения России… Только 'Северный проект-2' все чаще объявляют универсальным средством, при помощи которого можно было бы урезонить Россию. Это не соответствует реальности, прежде всего, когда Европа одновременно с этим по-прежнему покупает российский газ через Украину и Турцию, а США в больших объемах покупают нефть из России.",
      categoryId: 2,
    },
    {
      id: "7",
      createdAt: "2021-04-26T18:08:06.493Z",
      title: "Россия объявила сотрудника посольства Украины персоной нон грата",
      img: "https://cdn25.img.ria.ru/images/07e5/02/0f/1597514989_0:18:3322:1887_640x0_80_0_0_fad1bb3c022f32e65dc7b5cfd670a777.jpg.webp",
      text: "Украинская сторона предупреждена, что в случае продолжения враждебных действий против сотрудников российских дипломатических и консульских представительств на Украине на основе взаимности будут предприниматься дополнительные меры в отношении персонала украинских посольства, генеральных консульств и консульств, — подчеркнули в МИД.",
      categoryId: 2,
    },
    {
      id: "8",
      createdAt: "2021-04-27T02:16:50.308Z",
      title:
        "Недорого обойдется? Политолог о решении Румынии по российскому дипломату",
      img: "https://cdn25.img.ria.ru/images/60091/32/600913247_0:96:1024:672_1920x0_80_0_0_f0e4bd5b2103cc4c484d82bf9f743e69.jpg.webp",
      text: "Власти Румынии приняли решение объявить персоной нон грата помощника военного атташе России Алексея Гришаева, сообщает пресс-служба румынского МИД.По утверждению ведомства, действия россиянина 'противоречат положениям Венской конвенции о дипломатических сношениях 1961 года'.",
      categoryId: 2,
    },
    {
      id: "9",
      createdAt: "2021-04-26T13:28:28.137Z",
      title:
        "Насильно Милош не будет. Президент Чехии внес нотку здравого смысла",
      img: "https://cdn25.img.ria.ru/images/07e5/04/1a/1730031063_0:228:2829:1819_436x0_80_0_0_c1db47ba256d2e8d30144ab497e43535.jpg.webp",
      text: "Или от него что-то скрывают, или все, что у них есть, его не убеждает. Ну, кроме того, что первых 18 сотрудников посольства России выслали за то, что 'офицеры разведки'. На это президент Чехии повелся легко. 'Не люблю офицеров разведки, – сказал, – от них больше вреда, чем пользы'. Правда, во-первых, в пример привел ЦРУ, потому что спровоцировало войну в Ираке. Во-вторых, хоть и допустил, что и дипвойна с Россией тоже могла стать следствием игры спецслужб, но не уточнил, что развязала ее чешская..",
      categoryId: 2,
    },
    {
      id: "10",
      createdAt: "2021-04-26T20:10:22.086Z",
      title: "В Приморье пожилой мужчина выстрелил из пневматики в подростков",
      img: "https://cdn25.img.ria.ru/images/155780/26/1557802611_0:320:3072:2048_436x0_80_0_0_aa23cc8027e0b34ebe3769fdf82a82e2.jpg.webp",
      text: "Пожилой житель Приморья из-за конфликта с группой подростков выстрелил в них из пневматического ружья, один мальчик получил тяжелое ранение, сообщает региональное СУСК РФ. 'Двадцать пятого апреля 2021 года на участке местности недалеко от дома по улице Юбилейная в поселке городского типа Новошахтинский 60-летний мужчина произвел выстрел из пневматического ружья по группе подростков, при этом один из них получил тяжелое ранение.'",
      categoryId: 3,
    },
    {
      id: "11",
      createdAt: "2021-04-26T16:55:11.716Z",
      title:
        "СМИ: журналиста 'Дождя' задержали после несогласованной акции 21 апреля'",
      img: "https://cdn25.img.ria.ru/images/156063/43/1560634316_0:131:3076:1861_640x0_80_0_0_2471c2bcea44742627810ab0e3293c6c.jpg.webp",
      text: "Корреспондента 'Дождя' Алексея Коростелева забрали из дома в полицию для оформления протокола об участии в несогласованной акции 21 апреля, сообщается на сайте телеканала. 'Полиция пришла домой к журналисту 'Дождя' Алексею Коростелеву. Его забрали в отделение для составления протокола за участие в несогласованной акции протеста 21 апреля (статья 20.2 КоАП, часть не уточняется), на которой он работал как журналист — у него было редакционное задание, пресс-карта и жилет с надписью 'Пресса', - сообщает телеканал.'",
      categoryId: 3,
    },

    {
      id: "13",
      createdAt: "2021-04-27T00:12:53.904Z",
      title:
        "Главврача крупнейшей больницы Забайкалья обвиняют во взяточничестве",
      img: "https://cdn25.img.ria.ru/images/07e5/02/02/1595757200_0:14:3072:1742_640x0_80_0_0_11df02805a78ba3191dc9840af6ed627.jpg.webp",
      text: "По данным следствия, главврач получал 'откаты' за беспрепятственное заключение договоров на поставку медоборудования. Следователи считают, что Шальнёв с 2016 по 2020 годы получил в виде взяток 13,7 миллиона рублей. В СК сообщили, что обвиняемый частично признал вину. В ведомстве отметили, что уголовное дело было возбуждено по материалам регионального главка ФСБ. Шальнёв находится под стражей. По ходатайству следствия арестовано имущество обвиняемого и его жены более чем на 17 миллионов рублей.Уголовное дело с утвержденным обвинительным заключением направлено в суд.",
      categoryId: 3,
    },
    {
      id: "14",
      createdAt: "2021-04-26T14:45:19.206Z",
      title:
        "Власти раскрыли подробности нападения на врача в Морозовской больнице",
      img: "https://cdn25.img.ria.ru/images/156089/91/1560899141_0:125:2501:1531_1920x0_80_0_0_02399fde4168298c18fc6c5ebf8a2100.jpg.webp",
      text: "По данным следствия, главврач получал 'откаты' за беспрепятственное заключение договоров на поставку медоборудования. Следователи считают, что Шальнёв с 2016 по 2020 годы получил в виде взяток 13,7 миллиона рублей. В СК сообщили, что обвиняемый частично признал вину. В ведомстве отметили, что уголовное дело было возбуждено по материалам регионального главка ФСБ. Шальнёв находится под стражей. По ходатайству следствия арестовано имущество обвиняемого и его жены более чем на 17 миллионов рублей.Уголовное дело с утвержденным обвинительным заключением направлено в суд.",
      categoryId: 3,
    },

    {
      id: "16",
      createdAt: "2021-04-27T02:32:15.366Z",
      title:
        "Роботы стали пугающе реалистичными. Новинка демонстрирует малыша Грута из «Стражей галактики",
      img: "https://www.it-world.ru/upload/iblock/a20/resize_936_0_img_5873_10.JPG",
      text: "Целью проекта Disney Imagineering Project, начатого ещё в 2018 году, является создание полностью мобильного двуногого робота, который мог бы выполнять роль определённого персонажа.Команда разработчиков решила придать своему первому роботу облик малыша Грута, персонажа из комиксов компании Marvel Comics, которого вы могли видеть в фильмах серии «Стражи галактики». Правда, в итоге получилось нечто среднее между малышом Грутом и взрослой особью.",
      categoryId: 4,
    },
    {
      id: "17",
      createdAt: "2021-04-27T02:32:15.366Z",
      title:
        "97% компаний пострадали от действий хакеров: Check Point поделилась данными о кибератаках",
      img: "https://www.it-world.ru/upload/iblock/cc1/resize_936_0_shutterstock_162355538.jpg",
      text: "В Mobile Security Report 2021 специалисты Check Point исследовали последние угрозы, нацеленные на корпоративные мобильные устройства, и представили обзор основных тенденций в области мобильных вредоносных программ, уязвимостей и кибератак государственного уровня, гласит пресс-релиз, присланный в редакцию RB.RUПереход к массовой удаленной работе во время пандемии COVID-19 привел к резкому росту количества мобильных атак, в результате чего 97% организаций столкнулись с угрозами сразу с нескольких направлений, заявляет компания. Специалисты Check Point прогнозируют, что к 2024 году 60% всех офисных сотрудников станут мобильными, поэтому защита мобильных устройств должна быть приоритетом для организаций.«Прошедший год показал, что ландшафт мобильных угроз продолжает расширяться, и сегодня практически каждая организация сталкивается с атаками», — прокомментировал Василий Дягилев, глава представительства Check Point Software Technologies в России и СНГ.«Киберпреступники начинают активно использовать новый тренд и адаптируют под него свои методы атак, чтобы через конечные и зачастую личные мобильные устройства пользователей получать доступ к корпоративным данным. Организациям стоит серьезно задуматься и об их защите», — добавил Дягилев.",
      categoryId: 4,
    },
    {
      id: "18",
      createdAt: "2021-04-27T02:32:15.366Z",
      title: "Организаторы «Цифрового прорыва» запустили акселератор",
      img: "https://media.rbcdn.ru/media/news/shutterstock1308815560.jpg.280x180_q85_crop_upscale.jpg",
      text: "Программа рассчитана на 4 месяца. Участники получат индивидуальных наставников, поработают с экспертами и трекерами над развитием проектов, а также познакомятся с партнерами «Цифрового прорыва» — корпорациями и фондами.В первый набор акселератора прошли:Rusroboter с онлайн-платформой на основе ИИ, позволяющая пользователям изучать робототехнику;Nemezida DNT — плагин для защиты устройств пользователя;«Сердце» — интеллектуальная система, которая помогает оценивать риск развития сердечно-сосудистых заболеваний;Arkeda — сервис для автоматической обработки и проверки документов и изображений;Pre.Inc — программа для обучения школьников предпринимательству с элементами геймификации;AI Career — система с ИИ для HR-специалистов, и многие другие проекты.",
      categoryId: 4,
    },
    {
      id: "19",
      createdAt: "2021-04-27T02:32:15.366Z",
      title: "realme продолжает следовать формуле 1+4+N",
      img: "https://www.it-world.ru/upload/resize_cache/users/1756/732_829_0/1_.jpg",
      text: "В начале прошлого года компания объявила о начале работ над собственной экосистемой 1+4+N, в основе которой лежит смартфон и приложение realme Link, дополненные четырьмя основными группами устройств для повседневной жизни (умные телевизоры, умные гарнитуры, умные часы, умные динамики) и умными аксессуарами (умные лампы, камеры, зубные щетки и т.п.). На данный момент линейка AIoT realme насчитывает более 50 наименований, компания планирует увеличить это число в 2021 году вдвое. Согласно недавнему отчету Counterpoint, в третьем квартале 2020 realme вошел в топ-10 мировых производителей носимых устройств, заняв 2% рынка TWS (true wireless stereo hearables and smartwatches).",
      categoryId: 4,
    },
  ],
};
